{
  "search...": "Suche learngraph.org…",
  "Cancel": "Abbrechen",
  "Save": "Speichern",
  "Esc": "Esc",
  "Delete": "Löschen",
  "Ctrl + Return": "Strg + Enter",
  "user-name-button": "Benutzer: {{userName}}",
  "switch-language-button": "Sprache",
  "switch-language-button-short": "Spr.",
  "Please login/signup to contribute!": "Bitte log dich ein oder erstelle einen Account um beizutragen!",
  "Session expired, please login again!": "Session abgelaufen, bitte log dich erneut ein!",
  "New Node": "Neues Thema",
  "New Link": "Neue Verknüpfung",
  "Link-weight-Irrelevant": "Irrelevant",
  "Link-weight-Useful": "Nützlich",
  "Link-weight-Necessary": "Notwendig",
  "Source Node": "Wissens-Ausgangspunkt",
  "Target Node": "Wissens-Endspunkt",
  "Node Description": "Wissensbeschreibung",
  "Edit node with description": "Editiere Thema \"{{description}}\"",
  "To learn about source -> target is required": "Um \"{{source}}\" zu verstehen, ist das Wissen von \"{{target}}\"",
  "Create new knowledge node": "Erstelle ein neues Thema",
  "Ctrl + Click anywhere": "Strg + Klick auf den Hintergrund",
  "Drag nodes close to each other": "Themen aufeinander ziehen",
  "Node Resources": "Wissens-Quellen (Links, Bücher, etc.)",
  "outboundDependency": "Um '{{thisSubject}}' zu verstehen, musst du diese Themen verstehen",
  "inboundDependency": "Themen, die ein Verständnis von '{{thisSubject}}' benötigen",
  "Enter a valid email": "EMail-Addresse ungültig",
  "Email is required": "EMail-Addresse ist Notwendig",
  "Username should be of minimum N characters length": "Benutzername sollte mindestens {{N}} Zeichen lang sein",
  "Username is required": "Benutzername ist Notwendig",
  "Password should be of minimum N characters length": "Passwort solltes mindestesns {{N}} Zeichen lang sein",
  "Password is required": "Passwort ist Notwendig",
  "Login/Signup": "Login/Anmeldung",
  "sign up error: email already exists": "Anmeldefehler: Email schon vergeben!",
  "sign up error: username already exists": "Anmeldefehler: User-Name schon vergeben!",
  "sign up error": "Anmeldefehler!",
  "login error: incorrect password": "Login fehlgeschlagen: falsches Passwort",
  "login error: user with that EMail was not found": "Login fehlgeschlagen: User mit dieser EMail existiert bereits!",
  "Login": "Login",
  "logout-button": "Ausloggen",
  "Signup": "Anmeldung",
  "Sign In": "Einloggen",
  "Remember me": "Angemeldet bleiben",
  "Forgot password?": "Passwort vergessen?",
  "Don't have an account? Sign Up": "Noch keinen Account? Hier Anmelden!",
  "Email Address": "EMail Addresse",
  "Password": "Passwort",
  "User Name": "Benutzername",
  "Submit": "Abschicken",
  "To edit the graph please login.": "Um den Graph zu editieren logge dich ein.",
  "node-display": {
    "Node created by": "Thema erstellt von: {{nodeCreator}}",
    "Node edited by": "Thema bearbeitet von: {{nodeEditors}}"
  },
  "landing": {
    "header": "Du kannst <strong>alles</strong> lernen.",
    "intro": "Bei LearnGraph erschaffen wir das Bildungssystem von morgen gemeinsam - Tritt der <linktodiscord>Comunity of Practice</linktodiscord>bei!\nDiese Seite ist ein Prototyp, der eine einfache Möglichkeit für das Crowd-Sourceing von Lernpfade implementiert, indem du deine Lernabhängigkeiten beiträgst und auf bestehende Wissensabhängigkeiten abstimmst.\nDas Ergebnis ist eine geographische Karte der Lernabhängigkeiten, in der wir bald Wegfindung (Erstellung deines Lehrplans), Zoomen (Detailreduzierung, wie auf Google-Maps) und Ad-hoc Community-Bildung implementieren, basierend auf dem aktuellen Lernpfad, auf dem du dich befindest!",
    "hintClickImage": "Klick auf das Bild oben oder",
    "buttonGoToGraph": "Lernen!",
    "missionStatementHeader": "Unsere Mission",
    "missionStatementText": "Gemeinsam erschaffen wir die Zukunft der Bildung - frei für alle.\nWir ermöglichen Menschen zu lernen, <strong>unabhängig von ihrer Lebenssituation</strong> und den ihnen zur Verfügung stehenden Ressourcen.\n<linktowhitepaper>Lies unser Whitepaper hier</linktowhitepaper>.",
    "crowdsourcingHeader": "Ein kollaborativer Ansatz",
    "crowdsourcingExplanation": "Der Learn Graph sammelt Informationen darüber wie Wissen von anderem Wissen abhängt. Dies erzeugt eine Landkarte von Wissen, durch die jeder navigieren kann, um seinen eigenen Lernweg zu finden.\nWir benutzen freizugängliche Wissensquellen (OER - Open Educational Resources), so bekommt jede:r immer freien Zugang - kostenlos. Wir sind hier, um dich auf deiner Reise zu unterstützen.",
    "crowdsourcingCallToAction": "Das bedeutet, dass Menschen wie du diese Wissensbasis bauen und alle davon profitieren. Trage dein Wissen heute bei, indem du über bestehende Verbindungen abstimmst oder neue Einträge erstellst!",
    "highlights": {
      "independence": "Unabhängigkeit",
      "independentFromEducationalInstitutions": "Du bist unabhängig von Bildungsinstituten!",
      "control": "Kontrolle",
      "controlOfYourLearningPath": "Du kontrollierst deinen Lernweg, und kannst jeden schritt selbst entscheiden.",
      "availability": "Verfügbarkeit",
      "accessibleLowEntryBarrier": "Learngraph.org ist da — mit einer extrem niedrigen Einstiegsschwelle!",
      "noAttendanceExamsFees": "Keine Anwesenheit, Prüfungen oder Gebühren!",
      "youControlHowMuchWhenAndHow": "Du kontrollierst wie viel du lernst, wann du lernst, und wie schnell du lernst.",
      "openAndEasyStart": "Jeder kann mitmachen, und es ist einfach anzufangen."
    },
    "qnas": {
      "qLearnGraphFree": "Ist der Learn Graph kostenlos?",
      "aFreeAndOSMoneyTbd": "Ja, es ist kostenlos und Open-Source! Schau dir den <linktogithub>Quellcode hier</linktogithub> an.",
      "qDiffToConventionalLearningPlatforms": "Wie unterscheidet sich der Learn Graph von herkömmlichen Lernplattformen?",
      "aNoContentHosting": "Wir Hosten keine Inhalte selbst, sondern wir stellen dir drei Dinge zur Verfügung: Erstens ein Landkarte mit dem Weg zu deinen (Lern-/Berufs-) Ziel, zusammen mit einem Überblick über deine persönlichen Möglichkeiten. Zweitens Lerngruppen, die du auf deiner Lernreise findest. Und drittens didaktisches Lern-Material (Open Educational Resources - OER) im Internet.",
      "qProjectVision": "Was ist eure Vision mit diesem Projekt?",
      "aLearningEcosystem": "Gemeinsam erschaffen wir ein Lernökosystem. Wir glauben, dass Bildung der Schlüssel zu einer besseren Welt ist."
    }
  },
  "navigation": {
    "link-to-landing-page": "Willkommen",
    "link-to-playground-page": "Playground",
    "link-to-about-page": "Über Uns",
    "link-to-Getting Involved!": "Mitmachen!",
    "link-to-HowTo-Page": "Anleitung",
    "settings-buttons-like-login-etc": "Einstellungen"
  },
  "about": {
    "headline-About-Us": "This is Learngraph",
    "aboutLG-para": "LearnGraph is an innovative educational platform developed by a diverse team with expertise in education, technology, and global partnerships. Our mission is to democratize education by providing a personalized, accessible, and user-driven learning experience. LearnGraph empowers learners to create their own educational paths, offering high-quality resources without the limitations of traditional systems. By leveraging crowdsourced learning dependencies and connecting learners with peers and mentors, the platform continuously evolves to meet the needs of today’s dynamic educational landscape.",
    "missionh": "Our Mission",
    "missionp": "Co-creating the future of education - free for everyone.We enable people to learn, independent of their situation in life and the resources at their disposal.",
    "Storyh": "This is the Beginning",
    "Storyp": "Here lies the story of our creation which started with two freinds just bouncing ideas off eachother, trying to find out how they fit into this world, fixing a system that annoyed them.",
    "aboutLG-team": "Our team brings together specialists in educational strategy, UX/UI design, and software development. With a focus on accessibility, diversity, and inclusion, LearnGraph ensures that learners from all backgrounds can benefit from personalized learning journeys. We are committed to fostering a global community of learners and educators, enabling meaningful connections, and making quality education accessible to everyone, regardless of geographical or financial barriers.",
    "Our-Team": "This is us",
    "Our-Team-text": "Vibe with the current members of our team",
    "team-Laurin": "CEO",
    "team-Namatama": "Global Partnership Director",
    "team-Efecan": "Leiter der Bildungsstrategie und Innovation",
    "team-Talal": "Development Engineer",
    "quote-Laurin": "Constantly nurturing the sapling me and my team planted and eventually we will all see it turn into the most majestic tree",
    "quote-Nama": "The world is a really big place and there are people that have been privilleged with resources, it's the duty of those people to help the ones without",
    "quote-Efecan": "My love for learngraph originates from my profession as an instructor, I love working on new ways of nurturing the newer generations",
    "quote-Talal": "It's scary out there, but we were never meant to be alone. Whats important isn't what I can do for me its what everyone can do for the human race",
    "headline-travel-group": "This is you",
    "team-placeholder-description": "We are always on the lookout for passionate individuals eager to contribute to our mission of transforming education. Whether you're a software developer, an education enthusiast, or someone with unique skills to bring to the table, there’s a place for you at LearnGraph. Join us in shaping the future of accessible, personalized learning and be part of a global community dedicated to making quality education available to everyone."
  },
  "settings": {
    "headline-User-Settings": "Benutzereinstellungen",
    "headline-Visuals": "Anzeige:",
    "Dark Theme": "Dunkles Design",
    "headline-Experimental Settings": "Experimentelle Einstellungen:",
    "3D Display": "3D Anzeige"
  },
  "choices": {
    "headline-Choices": "Personalisieren Sie Ihr Erlebnis",
    "subheading": "Ich bin ein/e",
    "firsttype": "Bildungseinrichtung",
    "secondtype": "Lernende/r",
    "thirdtype": "Stiftung",
    "fourthtype": "Unternehmen"
  },
  "howto": {
    "headline-how-to": "Wie man LearnGraph nutzt",
    "headline-footerp1": "Probieren Sie die Oberfläche",
    "headline-footerp2": "in unserem Playground",
    "headline-footerp3": "! Alle eingegebenen Daten werden nur lokal in Ihrem Browser gespeichert.",
    "subh-1": "Inhaltsrichtlinien",
    "subh-1-footerp1": "Sind Sie unsicher, welche Themen geeignet sind? Sehen Sie sich unsere ",
    "subh-1-footerp2": "Inhaltsrichtlinien hier an!",
    "subh-2": "Benutzeroberfläche",
    "para-1": "Der LearnGraph ist eine Karte von Lernabhängigkeiten. In diesem Bild sehen Sie, dass man zum Verstehen von Multiplikation zuerst Addition lernen muss. Es führt kein Weg daran vorbei, Addition zuerst zu lernen, daher ist die Verbindung zwischen ihnen stark. Der Pfeil zeigt immer auf die Dinge, die man lernen muss, um ein bestimmtes Thema zu verstehen. Ein Klick auf ein Thema zeigt Lernressourcen und Informationen zu den wichtigsten Lernabhängigkeiten.",
    "subh-3": "Mit dem LearnGraph interagieren",
    "para-3-bullet1": "Klicken Sie auf das ",
    "para-3-bullet2": "Symbol, um zwischen Bearbeitungs- und Nur-Anzeige-Modus zu wechseln.",
    "para-3-bullet3": "Suchen Sie nach Themen mithilfe der Suchleiste.",
    "para-3-bullet4": "Klicken Sie auf ein beliebiges Thema (im Bearbeitungsmodus), um Lernressourcen anzuzeigen.",
    "para-3-bullet6": "Das",
    "para-3-bullet7": "Symbol ermöglicht das Umschalten zwischen Bearbeitungs- und Nur-Lese-Modus. Bewegen Sie das Thema in Richtung seiner Voraussetzungen, um eine neue Verbindung zu erstellen. Alternativ können Sie das",
    "para-3-bullet8": "Symbol",
    "para-3-bullet9": "„Neue Abhängigkeit“-Dialogfeld verwenden. Wählen Sie eine bestehende Verbindung aus, um über die Stärke der Verbindung abzustimmen. Um ein neues Thema hinzuzufügen, verwenden Sie das",
    "para-3-bullet10": "Symbol",
    "para-3-bullet11": "„Neues Thema“-Dialogfeld.",
    "subh-4": "Übersetzungen",
    "para-4": "Einige Themen können in einer anderen Sprache als der von Ihnen ausgewählten angezeigt werden. Sie sind mit der entsprechenden Länderflagge markiert. Sie können Themen in Ihre ausgewählte Sprache übersetzen, indem Sie das Thema bearbeiten und das Flaggen-Symbol entfernen. Um eine Übersetzung in einer anderen Sprache als der aktuellen einzufügen, ändern Sie zuerst Ihre Spracheinstellungen und fahren Sie dann mit der Übersetzung fort.",
    "subh-5": "[Demnächst verfügbar!] Der Zusammenführungs-Zoom",
    "para-5": "Einige Themen sind stärker miteinander verbunden als andere. Diese könnten wichtiger zu lernen sein. Der Zoom-Schieberegler auf der rechten Seite gruppiert Wissensbereiche unter dem Banner des Themas, das am meisten benötigt wird, d. h., auf das die meisten Pfeile zeigen."
  }
}
