{
  "switch-language-button": "Sprache",
  "switch-language-button-short": "Spr.",
  "landing": {
    "header": "All the paths you didn't go..",
    "headerAction": "You can now explore them all!",
    "intro": "Bei LearnGraph sind wir überzeugt, dass jeder es verdient, seinen eigenen, einzigartigen Weg zu gehen. Wir entwickeln eine interaktive, dynamische Wissenskarte – eine Art Google Maps fürs Lernen – die dazu bestimmt ist, dich zu befähigen, eine Welt voller unendlicher Möglichkeiten, abgestimmt auf deine Leidenschaften, zu erkunden. Unsere Plattform befindet sich aktiv in der Entwicklung und wird durch gemeinschaftliche Zusammenarbeit vorangetrieben. Tritt unserer <linktodiscord>Community of Practice</linktodiscord> auf Discord bei und hilf mit, die Zukunft der Bildung zu gestalten!",
    "missionStatementHeader": "Unsere Mission",
    "missionStatementText": "Gemeinsam die Zukunft der Bildung gestalten – kostenlos für alle.\nWir ermöglichen es Menschen zu lernen, <strong>unabhängig von ihrer Lebenssituation</strong> und den verfügbaren Ressourcen.\n<linktowhitepaper>Hier kannst du unser Whitepaper lesen</linktowhitepaper>.",
    "podcastAlternative": "Lieber zuhören? Probiere unsere Podcast-Alternative und starte eine akustische Reise mit uns!"
  },
  "navigation": {
    "link-to-landing-page": "Willkommen",
    "link-to-about-page": "Über uns",
    "link-to-imprint-page": "Impressum",
    "solutions": "Solutions",
    "back": "Back"
  },
  "about": {
    "Storyh": "How did it all start?",
    "Storyp": "After living in a Buddhist temple, Laurin came back with no agenda—just presence. He listened. One day, a friend said, “Wouldn’t it be cool if learning worked like Google Maps?” The idea sat in the space between them, waiting. Laurin picked it up. Soon, others joined. That’s how LearnGraph quietly began.",
    "Our-Team": "The Team",
    "Our-Team-text": "We’re not just building a platform—we’re living the practice.",
    "team-Laurin": "CEO",
    "team-Namatama": "Direktor für globale Partnerschaften",
    "team-Efecan": "Leiter Bildungsstrategie und Innovation",
    "team-Talal": "Entwicklungsingenieur",
    "quote-Laurin": "The best ideas come from stillness. LearnGraph wasn’t built to disrupt — it was built to listen, to guide, and to grow with those who are ready to listen.",
    "quote-Nama": "Die Welt ist ein wirklich großer Ort und es gibt Menschen, die mit Ressourcen privilegiert sind. Es ist die Pflicht dieser Menschen, denen ohne zu helfen.",
    "quote-Efecan": "Education is not about filling a vessel, but about kindling a flame - and I intend to set the whole system ablaze.",
    "quote-Talal": "Draußen ist es beängstigend, aber wir waren nie dazu bestimmt, allein zu sein. Wichtig ist nicht, was ich für mich tun kann, sondern was jeder für die Menschheit tun kann.",
    "headline-travel-group": "You?!",
    "team-placeholder-description": "We’re always looking for curious minds to join us. Whether you code, care about learning, or just have a wild idea—come say hi. <discord>Join our Discord</discord>, or send us a message to <email>jobs@learngraph.org</email>!"
  },
  "choices": {
    "headline-Choices": "Personalisiere dein Erlebnis",
    "subheading": "Ich bin:",
    "back": "Zurück",
    "firsttype": "Bildungseinrichtung",
    "secondtype": "Lernende",
    "thirdtype": "Stiftung",
    "fourthtype": "Unternehmen"
  },
  "footer": {
    "copy": "© {{year}} LearnGraph gUG (Haftungsbeschränkt). Alle Rechte vorbehalten.",
    "imprint": "Impressum",
    "privacyPolicy": "Datenschutzerklärung",
    "termsOfUse": "Nutzungsbedingungen"
  }
}
