{
  "switch-language-button": "Lingua",
  "switch-language-button-short": "Ling.",
  "landing": {
    "header": "Puoi imparare <strong>qualsiasi cosa</strong>",
    "intro": "In LearnGraph crediamo che ognuno meriti di tracciare il proprio percorso unico. Stiamo creando una mappa interattiva e dinamica della conoscenza – una sorta di Google Maps per l'apprendimento – progettata per darti la possibilità di navigare in un mondo di opportunità infinite, adattate alle tue passioni. La nostra piattaforma è attualmente in sviluppo e guidata dalla collaborazione della comunità. Unisciti alla nostra <linktodiscord>Community of Practice</linktodiscord> su Discord e contribuisci a plasmare il futuro dell'educazione!",
    "hintClickImage": "Clicca sull'immagine sopra oppure",
    "buttonGoToGraph": "Inizia subito!",
    "missionStatementHeader": "La nostra missione",
    "missionStatementText": "Co-creare il futuro dell'istruzione - gratuito per tutti.\nPermettiamo alle persone di imparare, <strong>indipendentemente dalla loro situazione nella vita</strong> e dalle risorse a loro disposizione.\n<linktowhitepaper>Leggi il nostro whitepaper qui</linktowhitepaper>.",
    "crowdsourcingHeader": "Un approccio co-creativo",
    "crowdsourcingExplanation": "Il Learn Graph raccoglie voti da studenti ed educatori riguardo alla dipendenza del sapere da altri saperi. Ciò crea una rete di dipendenze, un grafo ponderato e orientato, che chiunque può esplorare proprio come una mappa, per formare un curriculum personalizzato.\nScegliamo un approccio di conoscenza aperta collegando solo a OER (Open Educational Resources), offrendo a tutti l'accesso completo e gratuito al LearnGraph senza scopo commerciale. Non ci sarà mai un muro a pagamento tra te e il tuo percorso di apprendimento.",
    "crowdsourcingCallToAction": "Questo significa che utenti come te costruiscono questa base di conoscenza, e tutti ne traggono beneficio. Contribuisci oggi stesso con il tuo sapere, votando le connessioni esistenti o creando nuovi argomenti e dipendenze!",
    "podcastAlternative": "Preferisci ascoltare? Prova la nostra alternativa in podcast e intraprendi un viaggio sonoro con noi!",
    "highlights": {
      "independence": "Indipendenza",
      "independentFromEducationalInstitutions": "Sei indipendente dalle istituzioni educative!",
      "control": "Controllo",
      "controlOfYourLearningPath": "Hai il controllo del tuo percorso di apprendimento, e puoi scegliere ogni singolo passo.",
      "availability": "Disponibilità",
      "accessibleLowEntryBarrier": "Learngraph.org è disponibile — ha una barriera d'ingresso estremamente bassa!",
      "noAttendanceExamsFees": "Non sono richieste presenze, esami o tasse!",
      "youControlHowMuchWhenAndHow": "Tu decidi quanto imparare, quando imparare e a quale velocità.",
      "openAndEasyStart": "Chiunque può registrarsi, ed è facile iniziare."
    },
    "qnas": {
      "qLearnGraphFree": "Il Learn Graph è gratuito?",
      "aFreeAndOSMoneyTbd": "Sì, è gratuito e open source! Consulta il <linktogithub>codice sorgente qui</linktogithub>.",
      "qDiffToConventionalLearningPlatforms": "In cosa il Learn Graph differisce dalle piattaforme di apprendimento convenzionali?",
      "aNoContentHosting": "Non ospitiamo i contenuti direttamente, ma ti offriamo tre strumenti: Primo, un percorso verso il tuo obiettivo, insieme a una panoramica per prendere decisioni sul tuo curriculum personale. Secondo, una comunità di studenti con cui connetterti nel tuo percorso di apprendimento. Terzo, accesso immediato ai contenuti OER (Open Educational Resources) su Internet.",
      "qProjectVision": "Qual è la tua visione per questo progetto?",
      "aLearningEcosystem": "Co-creare un ecosistema di apprendimento. Crediamo che l'istruzione e la cooperazione siano la chiave per un mondo migliore."
    }
  },
  "navigation": {
    "link-to-landing-page": "Benvenuto",
    "link-to-about-page": "Chi siamo",
    "link-to-Getting Involved!": "Partecipa!",
    "link-to-imprint-page": "Informazioni legali",
    "settings-buttons-like-login-etc": "Impostazioni"
  },
  "about": {
    "headline-About-Us": "Questo è LearnGraph",
    "aboutLG-para": "LearnGraph è una piattaforma educativa innovativa sviluppata da un team diversificato con competenze in educazione, tecnologia e partnership globali. La nostra missione è democratizzare l'istruzione offrendo un'esperienza di apprendimento personalizzata, accessibile e guidata dagli utenti. LearnGraph dà agli studenti il potere di creare i propri percorsi educativi, offrendo risorse di alta qualità senza le limitazioni dei sistemi tradizionali. Sfruttando le dipendenze di apprendimento raccolte in modalità crowdsourcing e connettendo gli studenti con pari e mentori, la piattaforma evolve continuamente per soddisfare le esigenze del dinamico panorama educativo odierno.",
    "missionh": "La nostra missione",
    "missionp": "Co-creare il futuro dell'istruzione - gratuito per tutti. Permettiamo alle persone di imparare, indipendentemente dalla loro situazione nella vita e dalle risorse a loro disposizione.",
    "Storyh": "Questo è l'inizio",
    "Storyp": "Qui risiede la storia della nostra creazione, iniziata con due amici che si scambiavano idee, cercando di capire come inserirsi in questo mondo e sistemare un sistema che li infastidiva.",
    "aboutLG-team": "Il nostro team riunisce specialisti in strategia educativa, design UX/UI e sviluppo software. Con un'attenzione particolare all'accessibilità, alla diversità e all'inclusione, LearnGraph garantisce che studenti di ogni provenienza possano beneficiare di percorsi di apprendimento personalizzati. Siamo impegnati a promuovere una comunità globale di studenti ed educatori, favorendo connessioni significative e rendendo l'istruzione di qualità accessibile a tutti, indipendentemente dalle barriere geografiche o economiche.",
    "Our-Team": "Noi siamo",
    "Our-Team-text": "Scopri i membri attuali del nostro team",
    "team-Laurin": "CEO",
    "team-Namatama": "Direttore delle Partnership Globali",
    "team-Efecan": "Responsabile della Strategia Educativa e dell'Innovazione",
    "team-Talal": "Ingegnere di Sviluppo",
    "quote-Laurin": "Coltivando costantemente il piccolo germoglio che io e il mio team abbiamo piantato, un giorno vedremo che diventerà l'albero più maestoso.",
    "quote-Nama": "Il mondo è davvero un posto enorme e ci sono persone che hanno privilegiato accesso a risorse; è dovere di tali persone aiutare chi ne è privo.",
    "quote-Efecan": "Il mio amore per LearnGraph nasce dalla mia professione di istruttore, adoro lavorare su nuovi modi per nutrire le nuove generazioni.",
    "quote-Talal": "Fuori fa paura, ma non eravamo destinati a restare soli. Ciò che conta non è quello che posso fare per me stesso, ma ciò che tutti possono fare per l'umanità.",
    "headline-travel-group": "Questo sei tu",
    "team-placeholder-description": "Siamo sempre alla ricerca di persone appassionate, pronte a contribuire alla nostra missione di trasformare l'istruzione. Che tu sia uno sviluppatore software, un appassionato di educazione o qualcuno con competenze uniche da offrire, c'è un posto per te in LearnGraph. Unisciti a noi per plasmare il futuro di un apprendimento accessibile e personalizzato e fai parte di una comunità globale dedicata a rendere l'istruzione di qualità accessibile a tutti."
  },
  "settings": {
    "headline-User-Settings": "Impostazioni utente",
    "headline-Visuals": "Aspetti visivi:",
    "Dark Theme": "Tema scuro",
    "headline-Experimental Settings": "Impostazioni sperimentali:",
    "3D Display": "Visualizzazione 3D"
  },
  "choices": {
    "headline-Choices": "Personalizza la tua esperienza",
    "subheading": "Io sono un/una",
    "back": "Indietro",
    "firsttype": "Istituto di istruzione",
    "secondtype": "Studente",
    "thirdtype": "Fondazione",
    "fourthtype": "Azienda"
  },
  "footer": {
    "copy": "© {{year}} LearnGraph gUG (Haftungsbeschränkt). Tutti i diritti riservati.",
    "imprint": "Informazioni legali",
    "privacyPolicy": "Informativa sulla privacy",
    "termsOfUse": "Termini di utilizzo"
  }
}
