{
  "switch-language-button": "Idioma",
  "switch-language-button-short": "Id.",
  "landing": {
    "header": "All the paths you didn't go..",
    "headerAction": "You can now explore them all!",
    "intro": "En LearnGraph, creemos que todos merecen forjar su propio camino único. Estamos creando un mapa interactivo y dinámico del conocimiento – una especie de Google Maps para el aprendizaje – diseñado para empoderarte y ayudarte a navegar por un mundo de oportunidades infinitas, adaptadas a tus pasiones. Nuestra plataforma está en constante desarrollo y se impulsa gracias a la colaboración comunitaria. Únete a nuestra <linktodiscord>Comunidad de Práctica</linktodiscord> en Discord y ayuda a dar forma al futuro de la educación!",
    "missionStatementHeader": "Nuestra Misión",
    "missionStatementText": "Co-creando el futuro de la educación – gratis para todos.\nFacilitamos que las personas aprendan, <strong>independientemente de su situación en la vida</strong> y de los recursos a su disposición.\n<linktowhitepaper>Lee nuestro whitepaper aquí</linktowhitepaper>.",
    "podcastAlternative": "¿Prefieres escuchar? Prueba nuestra alternativa en formato podcast y embárcate en un viaje sonoro con nosotros!"
  },
  "navigation": {
    "link-to-landing-page": "Bienvenido",
    "link-to-about-page": "Sobre nosotros",
    "link-to-imprint-page": "Aviso legal",
    "solutions": "Solutions",
    "back": "Back"
  },
  "about": {
    "Storyh": "How did it all start?",
    "Storyp": "After living in a Buddhist temple, Laurin came back with no agenda—just presence. He listened. One day, a friend said, “Wouldn’t it be cool if learning worked like Google Maps?” The idea sat in the space between them, waiting. Laurin picked it up. Soon, others joined. That’s how LearnGraph quietly began.",
    "Our-Team": "The Team",
    "Our-Team-text": "We’re not just building a platform—we’re living the practice.",
    "team-Laurin": "CEO",
    "team-Namatama": "Director de Alianzas Globales",
    "team-Efecan": "Jefe de Estrategia Educativa e Innovación",
    "team-Talal": "Ingeniero de Desarrollo",
    "quote-Laurin": "The best ideas come from stillness. LearnGraph wasn’t built to disrupt — it was built to listen, to guide, and to grow with those who are ready to listen.",
    "quote-Nama": "El mundo es un lugar realmente grande y hay personas que han sido privilegiadas con recursos; es deber de esas personas ayudar a quienes no los tienen.",
    "quote-Efecan": "Education is not about filling a vessel, but about kindling a flame - and I intend to set the whole system ablaze.",
    "quote-Talal": "Es aterrador allá afuera, pero nunca estuvimos destinados a estar solos. Lo importante no es lo que yo pueda hacer por mí, sino lo que todos puedan hacer por la humanidad.",
    "headline-travel-group": "You?!",
    "team-placeholder-description": "We’re always looking for curious minds to join us. Whether you code, care about learning, or just have a wild idea—come say hi. <discord>Join our Discord</discord>, or send us a message to <email>jobs@learngraph.org</email>!"
  },
  "choices": {
    "headline-Choices": "Personaliza tu experiencia",
    "subheading": "Yo soy:",
    "back": "Atrás",
    "firsttype": "Institución Educativa",
    "secondtype": "Estudiante",
    "thirdtype": "Fundación",
    "fourthtype": "Empresa"
  },
  "footer": {
    "copy": "© {{year}} LearnGraph gUG (Haftungsbeschränkt). Todos los derechos reservados.",
    "imprint": "Aviso legal",
    "privacyPolicy": "Política de privacidad",
    "termsOfUse": "Términos de uso"
  }
}
