{
  "switch-language-button": "Language",
  "switch-language-button-short": "Lang.",
  "landing": {
    "header": "All the paths you didn't go..",
    "headerAction": "You can now explore them all!",
    "intro": "At LearnGraph, we believe everyone deserves to forge their own unique path. We're building an interactive, dynamic map of knowledge – a sort of Google Maps for learning – designed to empower you to navigate a world of endless opportunities tailored to your passions. Our platform is actively in development and driven by community collaboration. Join our <linktodiscord>Community of Practice</linktodiscord> on Discord and help shape the future of education!",
    "missionStatementHeader": "Our Mission",
    "missionStatementText": "Co-creating the future of education - free for everyone.\nWe enable people to learn, <strong>independent of their situation in life</strong> and the resources at their disposal.\n<linktowhitepaper>Read our whitepaper here</linktowhitepaper>.",
    "podcastAlternative": "Prefer listening? Try our podcast alternative and embark on an audio journey with us!"
  },
  "navigation": {
    "link-to-landing-page": "Welcome",
    "link-to-about-page": "About",
    "link-to-imprint-page": "Imprint"
  },
  "about": {
    "Storyh":"How did it all start?",
    "Storyp":"After living in a Buddhist temple, Laurin came back with no agenda—just presence. He listened. One day, a friend said, “Wouldn’t it be cool if learning worked like Google Maps?” The idea sat in the space between them, waiting. Laurin picked it up. Soon, others joined. That’s how LearnGraph quietly began.",
    "Our-Team":"The Team",
    "Our-Team-text":"We’re not just building a platform—we’re living the practice.",
    "team-Laurin": "CEO",
    "team-Namatama": "Global Partnership Director",
    "team-Efecan": "Head of Educational Strategy and Innovation",
    "team-Talal": "Development Engineer",
    "quote-Laurin": "The best ideas come from stillness. LearnGraph wasn’t built to disrupt — it was built to listen, to guide, and to grow with those who are ready to listen.",
    "quote-Nama": "The world is a really big place and there are people that have been privilleged with resources, it's the duty of those people to help the ones without",
    "quote-Efecan": "Education is not about filling a vessel, but about kindling a flame - and I intend to set the whole system ablaze.",
    "quote-Talal": "It's scary out there, but we were never meant to be alone. Whats important isn't what I can do for me its what everyone can do for the human race",
    "headline-travel-group": "You?!",
    "team-placeholder-description": "We’re always looking for curious minds to join us. Whether you code, care about learning, or just have a wild idea—come say hi. <discord>Join our Discord</discord>, or send us a message to <email>jobs@learngraph.org</email>!"
  },
  "choices": {
    "headline-Choices": "Personalize Your Experience",
    "subheading": "I am a/an",
    "back": "Back",
    "firsttype": "Education Institute",
    "secondtype": "Learner",
    "thirdtype": "Foundation",
    "fourthtype": "Business"
  },
  "footer": {
    "copy": "© {{year}} LearnGraph gUG (Haftungsbeschränkt). All rights reserved.",
    "imprint": "Imprint",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use"
  }
}
