{
  

  "nav": {

  },

  "landing": {
    "EnterTheGraphButton": { "label": "Είσοδος στο Γράφημα" },
    "CineBlock": {
      "titleLine1": "Συνείδηση",
      "titleLine2": "Πάνω από τη συμμόρφωση"
    },
    
    "TileSection": {
      "tiles": {
        "institutions": {
          "title": "Ενδυνάμωση με το LearnGraph",
          "text": "Μεταμόρφωσε τα εκπαιδευτικά συστήματα μέσα από ανοιχτότητα και συλλογική γνώση."
        },
        "forge": {
          "title": "Δημιούργησε τη δική σου πορεία",
          "text": "Όχι ένα μοντέλο για όλους. Το LearnGraph προσαρμόζεται στους στόχους, τον ρυθμό και το στυλ σου."
        },
        "upskill": {
          "title": "Αναβάθμιση με ακρίβεια",
          "text": "Κάθε νέα δεξιότητα είναι ένα βήμα προς την τελειότητα — το LearnGraph σε καθοδηγεί στην πορεία σου."
        },
        "mission": {
          "title": "Ανοιχτού Κώδικα, Με Αποστολή",
          "text": "Δεν κυνηγάμε κέρδος — κυνηγάμε σκοπό. Κάθε συνεισφορά τροφοδοτεί έργα με αντίκτυπο."
        }
      }
    },
    "TileContentProject": {
      "forge": {
        "title": "Δημιούργησε τη δική σου πορεία",
        "intro": "Το LearnGraph σε βοηθά να χαρτογραφήσεις μια προσωπική πορεία μάθησης — πού βρίσκεσαι, πού θες να πας και πώς θα φτάσεις εκεί.",
        "points": {
          "generic": {
            "label": "Πολύ γενικό",
            "desc": "Το LearnGraph προσαρμόζεται στους στόχους, τον ρυθμό και την περιέργειά σου."
          },
          "overload": {
            "label": "Υπερφόρτωση πληροφορίας",
            "desc": "Η σαφήνεια αντικαθιστά το χάος με στοχευμένες και ουσιαστικές διαδρομές."
          },
          "alone": {
            "label": "Μάθηση μόνος",
            "desc": "Η καθοδήγηση και η συνεργασία σε κρατούν συνδεδεμένο και παρακινημένο."
          },
          "relevance": {
            "label": "Πρακτική συνάφεια",
            "desc": "Μαθαίνεις μέσα από έργα, ανατροφοδότηση και εμπειρία."
          }
        },
        "closing": "Η πορεία σου γίνεται ζωντανός χάρτης που αναπτύσσεται μαζί με την περιέργειά σου, καθοδηγούμενος από πραγματικές ιδέες και ανθρώπους."
      },
      "institutions": {
        "title": "Συστήματα που μαθαίνουν",
        "intro": "Όταν οι οργανισμοί μαθαίνουν όπως και οι μαθητές τους, η εκπαίδευση ξαναζωντανεύει.",
        "points": {
          "awareness": {
            "label": "Συνείδηση",
            "desc": "Αναγνώριση των αόρατων μοτίβων που διαμορφώνουν τη μάθηση."
          },
          "adaptation": {
            "label": "Προσαρμογή",
            "desc": "Τα συστήματα εξελίσσονται μαζί με τις κοινότητές τους."
          },
          "empathy": {
            "label": "Ενσυναίσθηση",
            "desc": "Σχεδιασμός όχι για αποδοτικότητα, αλλά για ανάπτυξη και ισορροπία."
          }
        },
        "closing": "Το LearnGraph δεν είναι απλώς λογισμικό — είναι μια πρακτική συνειδητής μάθησης και κοινής εξέλιξης."
      },
      "mission": {
        "title": "Ανοιχτού Κώδικα, Με Αποστολή και Αντίκτυπο",
        "intro": "Δεν επιδιώκουμε το κέρδος — επιδιώκουμε το νόημα. Κάθε γραμμή κώδικα και κάθε συνεργασία υπηρετεί ένα μεγαλύτερο όραμα.",
        "points": {
          "sustainability": {
            "label": "Βιωσιμότητα μέσω προϊόντων",
            "desc": "SaaS για οργανισμούς, δωρεάν για άτομα — τα κέρδη επανεπενδύονται σε έργα με κοινωνικό όφελος."
          },
          "access": {
            "label": "Ανοιχτή πρόσβαση για όλους",
            "desc": "Χωρίς συνδέσεις, χωρίς διαφημίσεις, χωρίς εμπόδια — ελεύθερος κώδικας για εκπαίδευση παγκοσμίως."
          },
          "alignment": {
            "label": "Παγκόσμια ευθυγράμμιση πλαισίων",
            "desc": "Εμπνευσμένο από το όραμα της UNESCO και του UNDP για αυτοκαθοριζόμενη, ολιστική μάθηση."
          }
        },
        "closing": "Το LearnGraph δημιουργεί υποδομή για παγκόσμια πρόθεση — συνδέοντας περιέργεια, φροντίδα και συλλογική νοημοσύνη."
      },
      "upskill": {
        "title": "Πραγματικές δεξιότητες και αποτελέσματα σε κλίμακα",
        "intro": "Το LearnGraph γεφυρώνει τη συμβουλευτική με τη μαζική μάθηση — εξατομίκευση, μέτρηση και εφαρμογή.",
        "points": {
          "smarter": {
            "label": "Έξυπνη μάθηση",
            "desc": "Μετατρέπει τα δεδομένα σε καθοδήγηση και ταχύτερη εφαρμογή."
          },
          "collaborative": {
            "label": "Συνεργατική ανάπτυξη",
            "desc": "Συνδέει μαθητές μέσω προκλήσεων και καθοδήγησης σε πραγματικό χρόνο."
          },
          "transfer": {
            "label": "Μεταφορά δεξιοτήτων",
            "desc": "Η γνώση περνά στην πράξη και μετριέται με αποτελέσματα."
          },
          "impact": {
            "label": "Μετρήσιμος αντίκτυπος",
            "desc": "Κάθε βήμα συμβάλλει στην απόδοση και στους στόχους της ομάδας."
          }
        },
        "closing": "Μάθε με τον ρυθμό σου. Δημιούργησε διαρκείς συνήθειες. Η μάθηση γίνεται κουλτούρα."
      }
    }
  },

  

  "cookie": {
    "consentLabel": "Συναίνεση cookies",
    "description1": "Χρησιμοποιούμε cookies και παρόμοιες τεχνολογίες για βασικές λειτουργίες (όπως ταυτοποίηση) και, με την άδειά σου, για αναλύσεις.",
    "description2": "Τα απολύτως απαραίτητα cookies είναι πάντα ενεργά. Μπορείς να αποδεχτείς ή να απορρίψεις τα προαιρετικά.",
    "settings": "Ρυθμίσεις",
    "rejectAll": "Απόρριψη όλων",
    "acceptAll": "Αποδοχή όλων",
    "privacySettings": "Ρυθμίσεις απορρήτου",
    "strictlyNecessaryTitle": "Απολύτως απαραίτητα",
    "strictlyNecessaryDesc": "Απαιτούνται για ασφαλή σύνδεση (Keycloak). Πάντα ενεργά.",
    "analyticsTitle": "Αναλύσεις (PostHog)",
    "analyticsDesc": "Μας βοηθά να κατανοήσουμε τη χρήση και να βελτιώσουμε το προϊόν. Προαιρετικό."
  }
}
